---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures
source: html/cec94606-b16a-6f27-72e9-67aaa416f987.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GlobalParameterFailures

## Syntax (C#)
```csharp
public static class GlobalParameterFailures
```